Repository: Mayos-py/Workout-Recorder-App-Using-Flutter-and-Firebase
Catalog: Workout Recorder/lib/l10n/app_*.arb
Languages: fr

# emotionLabel
source: Record Emotion
fr: Enregistrer l'émotion

# dietLabel
source: Record Diet
fr: Régime record

# workoutLabel
source: Record Workout
fr: Enregistrer l'entraînement

source: Last Recorded Time
fr: Dernière heure enregistrée

source: Last Recorded Type
fr: Dernier type enregistré

# pointsLabel
source: Points
fr: l' aiguilles

# levelLabel
source: Level
fr: Niveau

# emotionInstruction
source: Tap on an Emoji to Express Your Feeling
fr: Appuyez sur un Emoji pour exprimer votre sentiment

# dietInstruction
source: Enter What You Ate
fr: Entrez ce que vous avez mangé

# dietDropdownInstruction
source: Select from previous entries
fr: Sélectionnez parmi les entrées précédentes

# foodLabel
source: Food
fr: Nourriture

# quantityLabel
source: Quantity
fr: Quantité

# submitButton
source: Submit
fr: Soumettre

# workoutInstruction
source: Choose an Exercise and Enter Quantity
fr: Choisissez un exercice et entrez la quantité

# workoutDropdownInstruction
source: Select exercise from the list
fr: Sélectionnez un exercice dans la liste
